Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nupi.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Participating in BEPS is right, but it’s taking up all their time, says Fjeldstad.
nb: Å delta i BEPS er nok riktig, men det tar opp all tiden deres, sier Fjeldstad.

source: is a Senior Lecturer in International Relations at Cardiff University.
nb: er universitetslektor i internasjonale relasjoner ved Cardiff University.

source: In this seminar, we will present the results from the research project “The Russo–Ukraine crisis and the role of EU”.
nb: På dette seminaret presenterer vi resultatene fra forskningsprosjektet «The Russo–Ukraine crisis and the role of EU».

source: An alternative form for resource mobilization
nb: En alternativ form for ressursmobilisering

source: The seminar is organized jointly by the Baker Institute, NUPI and the Norwegian Ministry of Foreign Affairs and will be streamed live on
nb: Seminaret arrangeres av Baker Institute, NUPI og Utenriksdepartementet og vil bli streamet på

source: Come and hear Russia’s foremost experts on the North Caucasus talk about the challenges in this region towards the Olympic Games in Sochi 2014.
nb: Kom og hør Russlands fremste eksperter på Nordkaukasus snakke om utfordringene i denne regionen frem mot OL i Sochi 2014.

source: Kornprobst's research interests encompass International Peace and Security; International Relations Theory; Political Agency and Practical Reason; Governance and Diplomacy; Nuclear Non-proliferation; Crisis Management; European Politics; African Politics; Methodology.
nb: Kornprobsts forskningsområder omfatter internasjonal fred og sikkerhet, internasjonal relasjonsteori, Political Agency and Practical Reason, styresett og diplomati, Nuclear Non-proliferation, krisehåndtering, europeisk politikk, afrikansk politikk og metode.

source: Science and Higher Education Counsellor, Norwegian Ministry of Education and Research, Norwegian Embassy in Beijing
nb: Spesialutsending for forskning og høyere utdanning, Kunnskapsdepartementet, Den norske ambassaden i Beijing

source: Bolstad holds a master’s degree in International Conflict Studies from the Department of War Studies at King’s College London and a bachelor’s degree in International Politics from the Department of International Politics at Aberystwyth University.
nb: Bolstad har en mastergrad i internasjonale konfliktstudier fra King’s College London og en bachelorgrad i internasjonal politikk fra Aberystwyth University.

source: Here the African Union Mission in Somalia (AMISOM) has renovated a water point in Beletweyne.
nb: Bildet viser en vannstasjon som African Union Mission in Somalia (AMISOM) har renovert i landet.

source: (ENP) has not performed according to the original intentions of contributing to peace and stability in Europe,’ explains Pernille Rieker, project leader and senior researcher at NUPI.
nb: (ENP) ikke gjør det som intensjonen har vært – å bidra til fred og stabilitet i Europa, sier seniorforsker og prosjektleder Pernille Rieker ved NUPI.

source: She also has long experience as a journalist, working for NTB and Drammens Tidende.
nb: Hun har også erfaring som journalist fra flere mediebedrifter, blant annet NTB og Drammens Tidende.

source: Georgia’s goal of developing closer ties with the EU and NATO are important factors influencing Georgia’s foreign and security policy.
nb: Georgias mål om å utvikle tettere bånd med EU og NATO påvirker landets utenriks- og sikkerhetspolitikk.

source: Pernille Rieker is a senior researcher at NUPI.
nb: Pernille Rieker er seniorforsker på NUPI.

source: Ferruccio Pastore is director of the Forum of International and European Research on Immigration.
nb: Ferruccio Pastore er direktør for Forum of International and European Research on Immigration.

source: She has conducted extensive, multi-lingual archival research in China, Taiwan, India and the UK.
nb: Hun har utført omfattende, flerspråklig arkivforskning i Kina, Taiwan, India og Storbritannia.

source: The researchers have collected data through surveys and in-depth interviews.
nb: Forskerne har samlet inn data gjennom spørreundersøkelser og dybdeintervjuer.

source: at NUPI and Associate Professor of Political Science at the University of Oslo.
nb: på NUPI, og førsteamanuensis i statsvitenskap ved Universitetet i Oslo.

source: Sverre Lodgaard, Senior Research Fellow at NUPI, has done extensive work on nuclear weapons and disarmament.
nb: Sverre Lodgaard er seniorforsker ved NUPI og har publisert omfattende arbeider og atomvåpen og nedrustning.

source: She is working particularly on counter-terrorism and anti-radicalisation, attached to
nb: Hun arbeider spesielt med kontraterror og anti-radikalisering, tilknyttet

source: NATO – an alliance for the future?
nb: Er NATO en allianse for fremtiden?

source: AUKUS and its implications for Asia, US-European relations and non-proliferation
nb: AUKUS og implikasjoner for Asia, forholdet mellom USA og Europa og ikke-spredning

source: The grouping has played an important role in the negotiation process that resulted in the Joint Comprehensive Plan of Action (JCPOA) intended to restrict the development of Iran’s nuclear programme.
nb: Grupperingen var blant annet viktig i forhandlingsprosessen som resulterte i Joint Comprehensive Plan of Action (JCPOA), som har hatt som mål å begrense utviklingen av Irans atomprogram.

source: on strategies and classification of terrorism and terrorist groups with a historical background on 22 March.
nb: for å snakke om strategier og klassifisering av terrorisme og terrorgrupper i et historisk lys 22.

source: economic, sectarian, and cultural protectionism
nb: økonomisk, sekterisk og kulturell proteksjonisme

source: NUPI has the pleasure of inviting you to a theory seminar with Brent Steele, Professor at the Political Science Department, University of Utah.
nb: NUPI har gleden av å invitere til toriseminar med Brent Steele, Professor ved Insitutt for statsvitenskap, Universitetet i Utah.

source: ‘International Relations as a discipline has lacked a tool for analysing the developments in regions such as the Nordic areas, in particular with regard to security and defence policy’, explains Senior Research Fellow Karsten Friis (NUPI).
nb: - Faget internasjonal politikk har, merkelig nok kan man si, manglet et verktøy for å analysere utviklingen i en region som Norden, særlig med hensyn til sikkerhets- og forsvarspolitikk, forklarer seniorforsker Karsten Friis (NUPI).

source: The closest they have come to a Kurdish state formation in the Middle East is the semi-autonomous Kurdish Region of Iraq (KRI), ruled by the Kurdish regional government (KRG).
nb: Det nærmeste de har kommet en kurdisk statsdannelse i Midtøsten er den autonome kurdiske regionen i Irak (KRI), styrt av en kurdisk regional myndighet (KRG).

source: Also a third party, "Common Man Party," which was the big winner in state elections in Delhi recently, has campaigned on the fight against corruption.
nb: Også et tredje parti, «Den alminnelige manns parti», som var den store vinneren i delstatsvalget i Delhi sist, har markert seg på korrupsjonsbekjempelse.

source: In this seminar, Stefan Lehne, visiting scholar at Carnegie Europe in Brussels, will talk about European foreign policy and the role of the “big three” (Germany, France and Great Britain) in a time of economic crisis.
nb: I seminaret vil Stefan Lehne, besøkende forsker fra Carnegie Europe i Brussel, snakke om hvordan europeisk utenrikspolitikk og rollen til de store tre i en økonomisk krise.

source: Poland is an important partner of Norway – a NATO ally, a country with almost 100 000 of its citizens living in Norway, the most important export market for seafood from Norway and a country that is about to embark on a long-term strategic energy cooperation with Norway.
nb: Som NATO-alliert, som det viktigste eksportmarkedet for sjømat for Norge, og fordi Polen nå er i gang med et langsiktig strategisk energisamarbeid med Norge. I tillegg bor det 100 000 polakker i Norge.

source: is Senior Research Fellow at NUPI in the Research group for global order and diplomacy.
nb: er seniorforsker ved NUPI i forskningsgruppen for global orden og diplomati.

source: (Only in Norwegian) Brexit synes å ha endret Norges status i EU.
nb: Brexit synes å ha endret Norges status i EU.

source: NUPI has a head of equality and diversity who, with support from the
nb: NUPI har en likestillings- og mangfoldsansvarlig som, med støtte fra ledergruppen og

source: is dean of the Faculty of social sciences and head of the Department of political science at National Research University – Higher School of Economics, Moscow.
nb: er dekan ved Det samfunnsvitenskapelige fakultet og leder av avdeling for statsvitenskap ved National Research University - Higher School of Economics i Moskva.

source: Julie Wilhelmsen (NUPI) and Håvard Bækken (IFS) in conversation with Kristian Krohg-Sørensen at Deichman hovedbibliotek
nb: Julie Wilhelmsen (NUPI) og Håvard Bækken (IFS) i samtale med Kristian Krohg-Sørensen, Deichman hovedbibliotek

source: Important for Arctic politics, though, is that action on climate change politics is also at the top of the agenda.
nb: Det som er viktig for politikken i Arktis, er imidlertid at klimapolitikk også er høyt på agendaen.

source: He implemented community-based policing in East Timor, Sudan, and South Sudan.
nb: Sharma har iverksatt samfunnsbasert politiarbeid i Øst-Timor, Sudan og Sør-Sudan.

source: Her main field of expertise is religion, politics and security in the OSCE region.
nb: Ekspertområdene hennes er religion, politikk og sikkerhet i OSSE-regionen.

source: In 'DeFacto' we challenge this assumption, examining what room de facto states have for independent agency.
nb: I "DeFacto" ønsker vi å utfordre denne antagelsen og undersøke hvilket handlingsrom de facto-statene har.

source: He coordinates the Effectiveness of Peace Operations Network (EPON) and contributes to the Training for Peace programme, the UN Peace Operations project (UNPO) and several others.
nb: Han leder også Effectiveness of Peace Operations-nettverket (EPON), og bidrar til Training for Peace-programmet, FNs Fredsoperasjoner prosjekt (UNPO), m.m.

source: Maria Gilen Røysamb is a Junior Research Fellow in the
nb: Maria Gilen Røysamb er vitenskapelig assistent i

source: Thurday 10 November NUPI organizes the annual Russia Conference at Litteraturhuset, Oslo.
nb: Torsdag 10. november arrangerer NUPI sin årlige Russlandskonferanse på Litteraturhuset.

source: (Center for Research on Extremism) and the
nb: (Senter for Ekstremismeforskning) og

source: “At the same time China, Korea, Japan and other Asian countries are facing new challenges due to an aging population.
nb: - Samtidig står Kina, Korea, Japan og andre asiatiske land overfor nye utfordringer på grunn av en aldrende befolkning.

source: Neumann is a NUPI Research Fellow and Professor in International Relations at the London School of Economics.
nb: Neumann er professor i internasjonale relasjoner ved London School of Economics.

source: Researcher, Centre for Russian Studies, NUPI
nb: Forsker ved Avdeling for Russlandsstudier, NUPI

source: • Ifo Institute at the University of Munich will carry out economic model analysis of TTIP and related agreements involving Norway.
nb: • Ifo Institute ved Universitetet i Munchen vil gjennomføre økonomiske modellanalyser av TTIP og mulige handelsavtaler som Norge kan inngå med USA og EU i kjølvannet av TTIP.

source: In September 2015 he visited Norway to give his views on the ongoing crisis and the EU’s role.
nb: I september 2015 besøkte han Norge for å gi sitt syn på krisen og EUs rolle i den.

source: Seminar in NUPI's Theory Seminar Series with Daniel H. Nexon, Georgetown University.
nb: Seminar i NUPIs teoriseminarserie med Dan Nexon, Georgetown University.

source: The presentation discussed various kinds of cyber risks, cyberconflict in international relations, and implications for Norway.
nb: Foredraget tok for seg ulike typer cybertrusler, og cyberkonlikt i internasjonal politikk, og implikasjoner for Norge.

source: Closer Nordic defence cooperation post-2014
nb: Langt tettere samarbeid i Norden etter 2014

source: With time, Pole Institute has become a recognized think tank in the Great Lakes region and works mainly on issues ranging from natural resources, governance issues and community identities.
nb: Med tiden har Pole Institute blitt kjent som en think tank i Great Lakes regionen som jobber med problemstillinger knyttet til natur ressurser, styresett og identitet.

source: • NUPI will lead the project and undertake analysis in the economic, judicial and political science areas.
nb: • NUPI vil lede prosjektet og utføre analyser både på det økonomiske, statsvitenskapelige og juridiske området.

source: Chair is Senior Research Fellow at NUPI Helge Blakkisrud.
nb: Ordstyrer er seniorforsker på NUPI Helge Blakkisrud.

source: Schia has published in scientific journals such as Third World Quarterly, European Journal of International Relations, International Peacekeeping, Journal of International Relations and Development, and Political and Legal Anthropology.
nb: Schia har publisert sin forskning i internasjonale og nasjonale tidsskrifter som Third World Quarterly, European Journal of International Relations, International Peacekeeping, Journal of International Relations and Development og Political and Legal Anthropology.

source: Around 1990, EFTA provided bargaining power in spite of industrial differences.
nb: Rundt 1990 ga EFTA forhandlingsmakt til tross for ulike næringsinteresser.

source: While there is a lot of talk about money being lost in administration – admin generally only takes about 4 percent of the money.
nb: En del oppmerksomhet blir gitt til snakk om penger som forsvinner til administrasjon, men generelt går bare rundt 4 prosent av pengene til administrasjonskostnader.

source: Myth 1: Competition over critical materials
nb: Myte 1: Konkurranse om kritiske materialer

source: Have you worked or studied at NUPI?
nb: Har du jobbet eller studert på NUPI?

source: Knut Christian Myhre is a Senior Researcher in the Museum of Cultural History at the University of Oslo.
nb: Knut Christian Myhre er seniorforsker på Kulturhistorisk museum ved Universitetet i Oslo.

source: Another key project is the three year RCN funded project 'Balancing between integration and autonomy.
nb: Andre sentrale prosjekter er det NFR-finansierte prosjektet Balancing between integration and autonomy.

source: NUPI’s Director Ulf Sverdrup also emphasizes the value of Jensenius’ contributions to the institute – as researcher and as colleague:
nb: NUPI-direktør Ulf Sverdrup understreker også verdien av Jensenius’ bidrag til instituttet – både på forskningsfronten og som kollega:

source: Junior research fellow, Norwegian Institute of International Affairs (NUPI)
nb: Vitenskapelig assistent - Norsk Utenrikspolitisk Institutt (NUPI)

source: As a net contributor to the global security and an avid NATO partner, Georgia is able and willing to effectively participate in this important undertaking,» Mr. David Zalkaliani states.
nb: Som bidragsyter til den globale sikkerheten og en ivrig NATO-partner, er Georgia nå i stand og villig til å delta aktivt i denne viktige forpliktelsen.»

source: is a Professor of Political and Cultural Sociology at the University College of London and coordinator and principal investigator for the INFORM project.
nb: er professor i politisk og kulturell sosiologi ved University College of London og koordinator og hovedforsker for INFORM-prosjektet.

source: In 2019 – 2021 Wilhelmsen is an expert in the
nb: Fra 2019 til 2021 er hun en av ekspertene i

source: Lecturer in Middle East Politics, King's College London
nb: Foreleser i Midtøsten-politikk, King's College London

source: This information includes your name, email address, organization, and sector.
nb: Dette inkluderer ditt navn, epostadresse, institusjon, og bransje.

source: He was senior police adviser with UNDP in Kabul from April 2017 to July 2020, where he worked with the Ministry of Interior and the Afghan National Police to develop an Afghan led, owned and sustained model now under implementation in Kabul by UNDP.
nb: Han var senior politirådgiver for UNDP i Kabul fra april 2017 til juli 2020, hvor han samarbeidet med det Afghanske innenriksdepartementet og det nasjonale politiet for å utvikle en afghansk ledet og eid modell som nå er under implementering av UNDP i Kabul.

source: The long-term investments that Arctic countries, the 40+ Indigenous peoples of the region, and extensive networks of scientists have made in building cooperative regional frameworks need to be strengthened and enlivened with intensified ambition.
nb: De langsiktige investeringene som arktiske stater, mer enn lokale 40 urbefolkninger og ulike forskernettverk har gjort i å bygge rammeverk for regionalt samarbeid må styrkes og understøttes med nye ambisjoner.

source: Marcus Holmes is Assistant Professor of Government at the College of William and Mary, Virginia, USA.
nb: Marcus Holmes er assisterende professor ved College of William and Mary, Virginia, USA.

source: Research Director at NUPI Ole Jacob Sending will moderate the seminar.
nb: Forskningssjef ved NUPI, Ole Jacob sending leder teoriseminaret.

source: Rikke has worked as a journalist and reporter in several media organizations, among them NRK and TV 2.
nb: Rikke har jobbet som journalist og reporter i flere mediebedrifter, blant annet TV 2 og NRK.

source: In South Asia, India and Pakistan put great emphasis on rearming and upgrading their arsenals.
nb: I Sør-Asia har du India og Pakistan som legger mye vekt på opprustning og forbedring av arsenalene sine.

source: Has the relationship between Russia and Norway in the Arctic changed after the Crimea annexation in 2014?
nb: Har forholdet mellom Russland og Norge i Arktis endret seg etter annekteringen av Krim i 2014?

source: The G20 may serve to strengthen multilateralism, provided that the G20 provides leadership while ensuring inclusion and voice of non-members
nb: G20 kan muligens bidra til en sterkere multilateralisme, gitt at G20 sørger for god ledelse samtidig som de forsikrer inkludering og at ikke-medlemmer blir hørt.

source: At this seminar, Professor Callahan will present some interesting findings from his recent book "China Dreams: 20 Views of the Future".
nb: NUPI har gleden av å invitere til seminar med Professor Callahan, som vil presentere interessante funn fra sin nye bok "China Dreams: 20 Views of the Future".

source: In a comparative case study of three countries – Liberia, Mali, and Tanzania – this project will investigate how the political authority to tax is established, exercised, and maintained.
nb: I en komparativ casestudie av tre land – Liberia, Mali og Tanzania – vil dette prosjektet undersøke hvordan den politiske myndigheten til å beskatte etableres, utøves og opprettholdes.

source: Under President Trump, the US has used its biggest conventional bomb in Afghanistan, ordered a missile strike on a Syrian airbase, and sent an aircraft carrier to the Sea of Japan, seriously rattling its sabers towards North Korea.
nb: Under president Trump har USA brukt sin største konvensjonelle bombe i Afghanistan, bestilt et rakettangrep på en syrisk flybase, og sendte et hangarskip til Japans hav, og dermed raslet med sablene mot Nord-Korea.

source: ‘Now we have capitalism in place in the cities, together with an authoritarian political regime.
nb: - Nå har vi fått kapitalismen på plass i byene, i spann med et autoritært politiske regime.

source: Furthermore, these modular wealth chains do not operate in the shadows of the offshore world, as faceless shell companies, but under active scrutiny from regulators, according to Seabrooke and de Carvalho.
nb: I dette perspektivet opererer ikke pengeoverførerne i en offshoreverden som ansiktsløse stråselskap, men heller under nøye oppsyn av lovgivere og tilsynsmyndigheter, ifølge Seabrooke og de Carvalho.

source: How has Norway's policy towards Russia developed over the last 20 year?
nb: Hvordan har norsk russlandspolitikk utviklet seg gjennom de siste 20 årene?

source: He is also teaching at Mahidol University in Thailand, and has previously held senior government relation roles in the international energy industry in Central Asia and Southeast Asia.
nb: I tillegg underviser han ved Mahidol University i Thailand, og har tidligere arbeidet med internasjonal energiindustri i Sentral-Asia og Sørøst-Asia.

source: 1,770 are located in Europe, and in Norway you’ll find 15 of these.
nb: I Europa ligger 1 770 av disse, og i Norge har vi 15 stykker.

source: Before joining BSIS in 2016, she worked as Senior Researcher in International Relations at the University of Tartu in her native Estonia.
nb: Før hun begynte på BSIS i 2016, jobbet hun som seniorforsker i internasjonale relasjoner ved University of Tartu i hjemlandet Estland.

source: Dr. Francesco Strazzari will address the vexed question of what we know about the complex links between organized crime, drug trafficking and (geo)political stability in West Africa (and the Sahel), having Mali an Guinea Bissau as reference points to generate insights.
nb: Frencesco Strazzari vil henvende seg til det betente spørsmålet om hva vi vet om de komplekse linkene mellom organisert kriminalitet, narkotikahandel og (geo)politisk stabilitet i Vest-Afrika (og Sahel), med Mali og Guinea Bissau som referansepunkter for å generere innsikt.

source: International Visegrad Fund, the European Commission (under the EU Seventh Framework Programme), as well as by Norway grants.
nb: International Visegrad Fund, EU-kommisjonen (under EUs syvende rammeprogram), samt tilskudd av forskningsmidler fra Norge.

source: This seminar is arranged by the Consortium for Research on Terrorism and International Crime, led by UiO-professor Tore Bjørgo and NUPI-researcher Rita Augestad Knudsen.
nb: Seminaret arrangeres av Konsortiet for forskning på terrorisme og internasjonal kriminalitet, ledet av UiO-professor Tore Bjørgo og NUPI-forsker Rita Augestad Knudsen.

source: - Norway traditionally champions development banks, the IMF and multilateral institutions more generally.
nb: - Norge er tradisjonelt en forkjemper for utviklingsbanker, Pengefondet og multilaterale institusjoner generelt.

source: Head, NUPI's Cyber Security Centre.
nb: Leder, NUPIs Forskningssenter på cybersikkehet.

source: UNFICYP is the eighth peacekeeping mission created since 1948.
nb: UNFICYP er det åttende fredsbevarende oppdraget som ble opprettet siden 1948.

source: edited by Cedric de Coning and Mateja Peter.
nb: som er redigert av Cedric de Coning og Mateja Peter.

source: The project looks closer on Norway’s cooperation with the other Nordic countries, with a particular focus on Nordic Defence Cooperation (NORDEFCO).
nb: Prosjektet ser nærmere på Norges samarbeid med de andre nordiske landene, med et særskilt fokus på Nordisk Forsvarssamarbeid (NORDEFCO).

source: Nigel Gould-Davies will talk about Russia's evolving position in the global economy, and the challenges and opportunities this presents for Russia and the West
nb: Nigel Gould-Davies skal snakke om Russlands posisjon i verdensøkonomien, og utfordringene og mulighetene denne gir for Russland og Vesten.

source: NUPI will be working on the international aspects.
nb: NUPI vil arbeide med internasjonale aspekter.

source: The representative institutions are in a completely locked position, given today’s situation’, Gade notes, adding:
nb: De representative institusjonene er helt låst slik situasjonen er i dag, sier Gade.

source: Russia and Eurasia
nb: Russland og Eurasia
